"Please Donate" = "후원금을 보내겠습니다";
"Donate" = "후원할께요";
"This is free software, but it still costs money to write, support, and distribute it. If you enjoy using it, please consider a donation to the authors of this software. It will help to make Cyberduck even better!" = "이 응용프로그램을 위해 많은 밤을 지샜습니다. 이 프로그램을 즐겨 사용하신다면, 개발자(저요!)를 후원하는 것은 어떠신가요? 더 좋은 프로그램을 만드는 데 큰 도움이 될 것 입니다!";
"As a contributor to Cyberduck, you receive a registration key that disables this prompt." = "Cyberduck 후원자가 되시면 이 팝업을 없애는 후원키를 받습니다.";
"Thank you for using Cyberduck!" = "Cyberduck을 사용해 주셔서 고맙습니다!";
"Later" = "나중에";
"Don't show again for this version" = "현재 버전에서 다시 보여주지 않기";
"Registration Key" = "후원키";

"Buy in Windows Store" = "Buy in Windows Store";
"Buy in Mac App Store" = "Buy in Mac App Store";
